tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "puppetlabs/puppet"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "git"
brew "pkg-config"
brew "unbound"
brew "gnupg"
brew "grep"
brew "iperf3"
brew "mackup"
brew "mas"
brew "neovim"
brew "thefuck"
brew "trash"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "anydesk"
cask "caffeine"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "oracle-jdk-javadoc"
cask "pdk"
cask "puppet-bolt"
cask "remote-desktop-manager"
cask "slack"
cask "spotify"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "zoomus"
mas "1Password 7", id: 1333542190
mas "Spark", id: 1176895641
mas "The Unarchiver", id: 425424353
mas "Todoist", id: 585829637
