# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'
tap 'puppetlabs/puppet'


# Binaries
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'coreutils'
brew 'git'
brew 'gnupg2'
brew 'grep'
brew 'mackup'
brew 'mas'
brew 'neovim'
brew 'pkg-config'
brew 'thefuck'
brew 'trash'
brew 'tree'
brew 'wget'
brew 'zlib'
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'

# Apps
cask 'alfred'
cask 'anydesk'
cask 'caffeine'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'github'
cask 'google-backup-and-sync'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'java'
cask 'remote-desktop-manager'
cask 'puppet-bolt'
cask 'pdk'
cask 'slack'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'visual-studio-code'
cask 'tunnelblick'
cask 'zoomus'

# Fonts
cask 'font-firacode-nerd-font'
cask 'font-inconsolata-nerd-font'
cask 'font-meslo-nerd-font'

# Mac App Store
mas '1Password', id: 1333542190
mas 'The Unarchiver', id: 425424353
mas 'Todoist', id: 585829637
mas 'Spark - Email App by Readdle', id: 1176895641
