tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "puppetlabs/puppet"
brew "awscli"
brew "bash"
brew "bat"
brew "coreutils"
brew "git"
brew "unbound"
brew "gnupg"
brew "grep"
brew "iperf3"
brew "mackup"
brew "mas"
brew "neovim"
brew "pkg-config"
brew "powerlevel10k"
brew "stow"
brew "thefuck"
brew "trash"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "anydesk"
cask "arc"
cask "caffeine"
cask "chatgpt"
cask "cloudflare-warp"
cask "discord"
cask "docker"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "github"
cask "google-chrome"
cask "iterm2"
cask "microsoft-remote-desktop"
cask "oracle-jdk-javadoc"
cask "pdk"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Smart Countdown Timer", id: 1410709951
vscode "eamodio.gitlens"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "vscodevim.vim"
