tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "coreutils"
brew "git"
brew "grep"
brew "iperf3"
brew "mackup"
brew "mas"
brew "neovim"
brew "pkg-config"
brew "stow"
brew "trash"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
cask "1password"
cask "alfred"
cask "caffeine"
cask "chatgpt"
cask "cloudflare-warp"
cask "discord"
cask "font-fira-code-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "spotify"
cask "tunnelblick"
cask "visual-studio-code"
cask "zoom"
vscode "eamodio.gitlens"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "vscodevim.vim"
